;; -*- no-byte-compile: t; -*-
;;; private/stella/packages.el

(package! ace-pinyin)
(package! bing-dict)
;; (package! company)
(package! doom-themes :ignore t)
(package! emacs-snippets :recipe (:fetcher github :repo "hlissner/emacs-snippets" :files ("*")))
(package! ess)
(package! fcitx)
(package! pangu-spacing)
(package! solarized-theme)
